Repository: yoshisuga/MAME4iOS
Catalog: xcode/MAME4iOS/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: :%@:Configure
ja: :%@:オプション
zh_hans: :%@:设置

source: :%@:Exit Game
ja: :%@:ゲーム終了
zh_hans: :%@:退出游戏

# :%@:P%d Select
source: :%1$@:P%2$d Select
ja: :%1$@:P %2$d セレクト
zh_hans: :%1$@:P%2$d 选择

# :%@:P%d Start
source: :%1$@:P%2$d Start
ja: :%1$@:P %2$d スタート
zh_hans: :%1$@:P%2$d 开始

source: :%@:P2 Select
ja: :%@:P2 セレクト
zh_hans: :%@:P2 选择

source: :%@:P2 Start
ja: :%@:P2 スタート
zh_hans: :%@:P2 开始

source: :%@:Pause
ja: :%@:ポーズ
zh_hans: :%@:暂停

source: :%@:Speed 2x
ja: :%@:2倍速
zh_hans: :%@:2倍速

source: :bookmark:Load ①
ja: :bookmark:ロード ①
zh_hans: :bookmark:载入 ①

source: :bookmark:Load ②
ja: :bookmark:ロード ②
zh_hans: :bookmark:载入 ②

source: :bookmark.fill:Save ①
ja: :bookmark.fill:セーブ ①
zh_hans: :bookmark.fill:保存 ①

source: :bookmark.fill:Save ②
ja: :bookmark.fill:セーブ ②
zh_hans: :bookmark.fill:保存 ②

source: :camera:Snapshot
ja: :camera:スクリーンショット
zh_hans: :camera:截图

source: :centsign.circle:Coin+Start
ja: :yensign.circle:コイン+スタート
zh_hans: :centsign.circle:投币+开始

source: :escape:Reset
ja: :escape:リセット
zh_hans: :escape:重置

source: :pause.circle:Pause
ja: :pause.circle:ポーズ
zh_hans: :pause.circle:暂停

source: :person:1P Start
ja: :person:1Pスタート
zh_hans: :person:1P开始

source: :person.2:2P Start
ja: :person.2:2Pスタート
zh_hans: :person.2:2P开始

source: :person.3:3P Start
ja: :person.3:3Pスタート
zh_hans: :person.3:3P开始

source: :person.3:4P Start
ja: :person.3:4Pスタート
zh_hans: :person.3:4P开始

source: :power:Power
ja: :power:電源
zh_hans: :power:电源

source: :slider.horizontal.3:Configure
ja: :slider.horizontal.3:オプション
zh_hans: :slider.horizontal.3:设置

source: :wrench:Service
ja: :wrench:サービス
zh_hans: :wrench:服务

source: :xmark.circle:Exit
ja: :xmark.circle:終了
zh_hans: :xmark.circle:退出

source: :xmark.circle:Exit Game
ja: :xmark.circle:ゲーム終了
zh_hans: :xmark.circle:退出游戏

source: ⚠️Game might not run correctly.
ja: ⚠️ゲームが正常に動作しない可能性があります。
zh_hans: ⚠️游戏可能无法正常运行。

source: 0 Buttons
ja: なし
zh_hans: 无按钮

source: 1 Buttons
ja: １つ
zh_hans: 1个按钮

source: 2 Buttons
ja: ２つ
zh_hans: 2个按钮

source: 2-Way
ja: 2方向
zh_hans: 2方向

source: 3 Buttons
ja: 3つ
zh_hans: 3个按钮

source: 4 Buttons
ja: 4つ
zh_hans: 4个按钮

source: 4-Way
ja: 4方向
zh_hans: 4方向

source: 5 Buttons
ja: 5つ
zh_hans: 5个按钮

source: 8-Way
ja: 8方向
zh_hans: 8方向

source: Add Arguments...
ja: 引数を追加...
zh_hans: 添加参数...

source: Add ROMs
ja: ROMを追加
zh_hans: 添加ROM

source: Add to Favorites
ja: お気に入りに追加
zh_hans: 添加到收藏

source: All Buttons
ja: 全ボタン
zh_hans: All 按钮

source: Analog Stick
ja: アナログスティック
zh_hans: 模拟 摇杆

source: Animated
ja: アニメーション
zh_hans: 动画

# App Version: %@ Core Version: %@
source: App Version: %1$@ Core Version: %2$@
ja: アプリVer: %1$@ コアVer: %2$@
zh_hans: 应用版本: %1$@ 核心版本: %2$@

source: Arcade
ja: アーケード
zh_hans: 街机

source: ArcadeMania Space Adventure
ja: ArcadeMania宇宙大冒険
zh_hans: ArcadeMania 太空冒险

source: ArcadeMania Test ROMs
ja: ArcadeManiaテスト用ROM
zh_hans: ArcadeMania测试ROM

source: Are you sure you want to exit?
ja: 終了してもよろしいですか？
zh_hans: 你确定要退出吗?

source: Auto
ja: 自動
zh_hans: 自动

source: Beam 2x
ja: ビーム2x
zh_hans: 光束 2倍

source: Benchmark
ja: ベンチマーク
zh_hans: 基准测试

source: Big
ja: 大
zh_hans: 大

source: Bigger
ja: より大きく
zh_hans: 更大

source: Bottom Screen Reload
ja: 下画面リロード
zh_hans: 底部屏幕重新加载

source: Button A = B + X
ja: ボタンA = B + X
zh_hans: 按钮 A = B + X

source: Button A as Autofire
ja: ボタンA連射
zh_hans: 按钮A连射

source: Buttons
ja: ボタン
zh_hans: 按钮

source: Buttons Size
ja: ボタンサイズ
zh_hans: 按钮大小

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Change Current Layout
ja: 現在のレイアウト変更
zh_hans: 更改当前布局

source: Cheats
ja: チート
zh_hans: 作弊码

source: Clones
ja: クローン
zh_hans: 克隆版

source: Command Line Arguments
ja: コマンドライン引数
zh_hans: 命令行参数

source: Configure
ja: オプション
zh_hans: 设置

source: Console
ja: ゲーム機・パソコン
zh_hans: 控制台

source: Continue
ja: コンティニュー
zh_hans: 继续

source: Dark Border
ja: 黒枠
zh_hans: 暗边框

source: Dead Zone
ja: デッドゾーン
zh_hans: 死区

source: Default
ja: 標準
zh_hans: 默认

source: Delete
ja: 削除
zh_hans: 删除

source: Digital DPAD
ja: デジタル十字キー
zh_hans: 数字 方向键

source: Digital Stick
ja: デジタルスティック
zh_hans: 数字 摇杆

source: Disabled
ja: 無効
zh_hans: 禁用

source: Driver
ja: ドライバー
zh_hans: 驱动

source: Edit Arguments...
ja: 引数を編集...
zh_hans: 编辑参数...

source: Emulated Speed
ja: エミュレート速度
zh_hans: 模拟速度

source: Enabled
ja: 有効
zh_hans: 启用

source: Enter command line arguments when executing MAME. Note that this is for advanced users only.
ja: MAME実行時のコマンドライン引数を入力してください。これは上級者向けの機能です。
zh_hans: 执行MAME时输入命令行参数。请注意，这仅适用于高级用户。

source: Exit
ja: 終了
zh_hans: 退出

source: Exit Game
ja: ゲーム終了
zh_hans: 退出游戏

source: Export
ja: エクスポート
zh_hans: 导出

source: Export Skin
ja: スキンエクスポート
zh_hans: 导出 Skin

source: External Controller
ja: 外部コントローラー
zh_hans: 外部控制器

source: Favorite Games
ja: お気に入り
zh_hans: 收藏的游戏

source: Filter
ja: フィルター
zh_hans: 滤镜

source: Flicker
ja: フリッカー
zh_hans: 闪烁

source: Force Integer Scaling
ja: 整数スケーリング強制
zh_hans: 强制整数缩放

source: Force Pixel Aspect
ja: ピクセルアスペクト強制
zh_hans: 强制像素宽高比

source: Fullscreen
ja: フルスクリーン
zh_hans: 全屏

source: Fullscreen (Controller)
ja: フルスクリーン（コントローラー）
zh_hans: 全屏（控制器）

source: Fullscreen (Landscape)
ja: フルスクリーン（横向き）
zh_hans: 全屏（横屏）

source: Fullscreen (Portrait)
ja: フルスクリーン（縦向き）
zh_hans: 全屏（竖屏）

source: Fullscreen Buttons
ja: フルスクリーン時のボタン
zh_hans: 全屏按钮

source: Fullscreen Stick Size
ja: フルスクリーン時のスティック
zh_hans: 全屏摇杆大小

source: Game Filter
ja: ゲーム表示フィルター
zh_hans: Game 滤镜

source: Game Input
ja: ゲーム入力
zh_hans: 游戏 输入

source: Genre
ja: ジャンル
zh_hans: 类型

source: Grille Mask
ja: グリルマスク
zh_hans: 栅格遮罩

source: Grille Mask Lite
ja: グリルマスク（ライト）
zh_hans: 栅格遮罩精简版

source: Haptic Feedback
ja: 触覚フィードバック
zh_hans: 触觉反馈

source: Hide BIOS
ja: BIOSを非表示
zh_hans: 隐藏 BIOS

source: Hide Clones
ja: クローンを非表示
zh_hans: 隐藏 克隆版

source: Hide Not Working
ja: 動作しないゲームを非表示
zh_hans: 隐藏不可用

source: Hide Test ROMs
ja: テスト用ROMを非表示
zh_hans: 隐藏测试ROM

source: Hide Touch Buttons
ja: タッチボタンを隠す
zh_hans: 隐藏触摸按钮

source: Hide Touch D-Pad
ja: タッチ十字キーを隠す
zh_hans: 隐藏触摸方向键

source: Import
ja: インポート
zh_hans: 导入

source: Import and Export
ja: インポートとエクスポート
zh_hans: 导入和导出

source: Import ROMs
ja: ROMをインポート
zh_hans: 导入ROM

source: Info
ja: 情報
zh_hans: 信息

source: Keep Aspect Ratio
ja: アスペクト比を維持
zh_hans: 保持宽高比

source: Keyboard
ja: キーボード
zh_hans: 键盘

source: Light Border
ja: 白枠
zh_hans: 亮边框

source: Linear
ja: リニア
zh_hans: 线性

source: Load
ja: ロード
zh_hans: 载入

source: Make First Favorite
ja: 最初のお気に入りにする
zh_hans: 设为第一收藏

source: MAME Error
ja: MAMEエラー
zh_hans: MAME 错误

source: MAME Output
ja: MAME出力
zh_hans: MAME输出

source: MAME Warning
ja: MAME警告
zh_hans: MAME 警告

source: Manufacturer
ja: メーカー
zh_hans: 制造商

source: Nearest
ja: ニアレスト
zh_hans: 最近邻

source: Nintendo Button Layout
ja: 任天堂ボタンレイアウト
zh_hans: Nintendo 按钮 Layout

source: No
ja: いいえ
zh_hans: 否

source: No Shadow Mask but Blurred
ja: シャドウマスクなし（ぼかし）
zh_hans: 无阴影遮罩但模糊

source: None
ja: なし
zh_hans: 无

source: Normal
ja: 標準
zh_hans: 正常

source: Off
ja: オフ
zh_hans: 关

source: On (11 KHz)
ja: オン (11 kHz)
zh_hans: 开 (11 KHz)

source: On (22 KHz)
ja: オン (22kHz)
zh_hans: 开 (22 KHz)

source: On (33 KHz)
ja: オン (33 kHz)
zh_hans: 开 (33 KHz)

source: On (44 KHz)
ja: オン (44 kHz)
zh_hans: 开 (44 KHz)

source: On (48 KHz)
ja: オン (48 kHz)
zh_hans: 开 (48 KHz)

source: Opacity (Full Screen)
ja: 不透明度（フルスクリーン）
zh_hans: 全屏不透明度

source: Options
ja: オプション
zh_hans: 选项

source: P1 as P2,P3,P4
ja: P1をP2,P3,P4として利用
zh_hans: P1 作为 P2,P3,P4

source: Paste Image
ja: 画像を貼り付け
zh_hans: 粘贴图片

source: Pause
ja: ポーズ
zh_hans: 暂停

source: Play
ja: プレイ
zh_hans: 播放

source: Play With...
ja: ...でプレイ
zh_hans: 与...一起玩

source: Player %d
ja: プレイヤー
zh_hans: 玩家 %d

source: Power
ja: 電源
zh_hans: 电源

source: Recently Played
ja: 最近
zh_hans: 最近游玩

source: Reload ROMs
ja: ROMを再読み込み
zh_hans: 重新载入ROM

source: Remove from Favorites
ja: お気に入りから削除
zh_hans: 从收藏夹移除

source: Remove from Recently Played
ja: 最近プレイしたものから削除
zh_hans: 从最近游玩移除

source: Reset
ja: リセット
zh_hans: 重置

source: Reset Current Layout to Default
ja: 現在のレイアウトをデフォルトにリセット
zh_hans: 将当前布局重置为默认

source: Reset to Defaults
ja: 初期設定に戻す
zh_hans: 置为默认

source: Restore Defaults
ja: 初期化をする
zh_hans: 恢复默认设置

source: Save
ja: セーブ
zh_hans: 保存

source: Save Hiscores
ja: ハイスコア保存
zh_hans: 保存最高分

source: Screen Shader
ja: 映像シェーダー
zh_hans: 屏幕 着色器

source: Select
ja: セレクト
zh_hans: 选择

source: Sensitivity
ja: 感度
zh_hans: 灵敏度

source: Settings
ja: 設定
zh_hans: 设置

source: Shadow Mask Strong
ja: シャドウマスク（強）
zh_hans: 阴影遮罩加强

source: Share
ja: 共有
zh_hans: 分享

source: Show Files
ja: ファイルを表示
zh_hans: 显示文件

source: Show FPS
ja: FPS表示
zh_hans: 显示 FPS

source: Show HUD
ja: HUD表示
zh_hans: 显示 HUD

source: Show Info/Warnings
ja: 情報、警告を表示
zh_hans: 显示信息/警告

source: Skin
ja: スキン
zh_hans: 皮肤

source: Small
ja: 小
zh_hans: 小

source: Smaller
ja: より小さく
zh_hans: 更小

source: Software
ja: パソコン用ソフト
zh_hans: 软件

source: Some games require shooting offscreen to reload
ja: 一部のゲームはリロードに画面外への射撃が必要
zh_hans: 某些游戏需要向屏幕外射击以重新装弹

source: Sound
ja: サウンド
zh_hans: 声音

source: Speed 1
ja: スピード1
zh_hans: 速度 1

source: Speed 2
ja: スピード２
zh_hans: 速度 2

source: Speed 3
ja: スピード３
zh_hans: 速度 3

source: Speed 4
ja: スピード４
zh_hans: 速度 4

source: Speed 5
ja: スピード５
zh_hans: 速度 5

source: Speed 6
ja: スピード６
zh_hans: 速度 6

source: Speed 7
ja: スピード７
zh_hans: 速度 7

source: Speed 8
ja: スピード８
zh_hans: 速度 8

source: Speed 9
ja: スピード９
zh_hans: 速度 9

source: Start
ja: スタート
zh_hans: 开始

source: Start Web Server
ja: Webサーバー開始
zh_hans: 启动Web服务器

source: Stick & DPAD
ja: スティック & 十字キー
zh_hans: 摇杆 & 方向键

source: Stop Server
ja: サーバーを停止
zh_hans: 停止服务器

source: System
ja: システム
zh_hans: 系统

source: To transfer ROMs from your computer go to one of these addresses in your web browser: %@
ja: パスコンからROMを転送するには、ウェブブラウザーで以下のアドレスのいずれかにアクセスしてください %@
zh_hans: 要从计算机传输ROM，请在网络浏览器中访问以下地址之一： %@

source: To transfer ROMs from your computer, Start Web Server or Import ROMs.
ja: パソコンからROMを転送するには、ウェブサーバーを開始するかROMをインポートしてください。
zh_hans: 要从计算机传输ROM，请启动Web服务器或导入ROM。

source: To transfer ROMs from your computer, Start Web Server, Import ROMs, or use AirDrop.
ja: パソコンからROMを転送するには、ウェブサーバーを開始、ROMをインポート、またはAirDropを使用してください。
zh_hans: 要从计算机传输ROM，请启动Web服务器、导入ROM或使用AirDrop。

source: Touch Analog
ja: アナログタッチ
zh_hans: 触摸模拟

source: Touch Directional Input
ja: タッチ方向入力
zh_hans: 触摸方向输入

source: Touch Layout
ja: タッチ配置
zh_hans: 触摸布局

source: Touch Lightgun
ja: タッチライトガン
zh_hans: 触摸光枪

source: Touch Lightgun Mode Enabled!
ja: タッチライトガンモードが有効になりました
zh_hans: 触摸光枪模式已启用！

source: Touch Mouse Mode Enabled!
ja: タッチマウスモードが有効になりました
zh_hans: 触摸鼠标模式已启用！

source: Touch Stick
ja: タッチスティック
zh_hans: 触摸摇杆

source: Touch Type
ja: タッチタイプ
zh_hans: 触摸类型

source: Turbo Mode Toggle
ja: ターボモード切替
zh_hans: 涡轮模式切换

source: ulTron
ja: ウルトロン
zh_hans: 超创

source: Use as Title Image
ja: タイトル画像として使用
zh_hans: 用作标题图片

source: Use DRC
ja: DRC使用
zh_hans: 使用DRC

source: Vector Options
ja: ベクターオプション
zh_hans: 矢量选项

source: Vector Shader
ja: ベクターシェーダー
zh_hans: 矢量着色器

source: Vertical Games (Use Linear Filter)
ja: 縦画面ゲーム（リニアフィルター使用）
zh_hans: 纵向游戏（使用线性滤镜）

source: Video Options
ja: 画像設定
zh_hans: 视频选项

source: Ways
ja: 方向
zh_hans: 方向

source: Web Server Started
ja: ウェブサーバーが開始されました
zh_hans: Web服务器已启动

source: Year
ja: 製造年
zh_hans: 年份

source: Yes
ja: はい
zh_hans: 是
